{
    "Я устал":"I'm tired",
    "- Ты сегодня неважно выглядишь. Плохо себя чувствуешь?":"- You don't look very good today. Are you sick?",
    "- Да нет, просто устал. День был тяжелый.":"- No not really, I'm jus tired. It was a rough day.",
    "- Тяжелый? А мне показалось, что ты весь день провёл дома.":"- Rough& I though you spent the entire day at home.",
    "- Ну и что, лучше бы я поехал на работу. Дома хуже каторги. Целый день звонит телефон. Одному надо одно, другому - другое, третьему - третье. Только сядешь за компьютер, как надо опять бежать к телефону.":"- yeah, so? It would have been better if I had gone to work. At home it is terrible. The telephone rings the entire day. One person needs one thing, a second person another, and a third another. I just sit down at my computer and I have to get up and run to the phone again.",
    "- А кто тебя заставляет? Можешь, в конце концов, его отключить.":"- Who's making you answer the phone? You could, after all, just unplug it.",
    "- В том-то и дело, что не могу. жду звонка.":"- That's the thing, I can't. I'm waiting for a call.",
    "- Важный звонок?":"- Is it an important call? ",
    "- Ну, как тебе сказать... Одна девушка должна позвонить.":"- Well, how should I put it? A girl is supposed to call me.",
    "- Я её знаю?":"- Do I know her?",
    "- Слава Богу, нет!":"- Thank God, No.",
    "- Почему? Ты мне не доверяешь? Я, между прочим, хороший друг.":"- Why? Don't you trust me? By the way, I am a very good friend.",
    "- Доверяй, но проверяй. Знаю  я твои способности.":"- 'Trust, but always check' as the saying goes. I know what you are capable of.",
    "- Ну, ты меня явно переоцениваешь. Хотя во мне есть нечто демоническое.":"- You are clearly overestimating me. Although there is  a devilish side to me!",
    "- С этим трудно спорить.":"- It's hard to argue with that.",
    "- Ну ладно, хватит обо мне. Какие ещё у тебя проблемы?":"- Well all right, that's enough about me. What other problems do you have?",
    "- Какие могут быть проблемы! Конечно, работа. Никак не могу собраться с мыслями. Хотел сегодня закончить, а в голову ничего не лезет.":"- What other kinds of problems could there be! Work, of course. I can't get my thoughts together. Today, I wanted to finish my work, but i couldn't come up with anything.",
    "- Может, ты вчера перетрудился?":"- Maybe you overworked yesterday?",
    "- Ну да! За весь день палец о палец не ударил. А завтра надо встречаться  с заказчиком. Не знаю, что со мной.":"- That's a good one. All day I didn't even lift a finger. And tomorrow I have to meet with the buyer. I don't know what's with me.",
    "- Я думаю, ты просто влюбился. А это уже болезнь. Тебе нужен врач.":"- I think that you just fell in love. It's an illness you know. You need a doctor. ",
    "- Все, хватит иронизировать. Пошли заниматься делом, пока я чувствую прилив сил.":"- Well, stop being ironic. Let's go work, while I have some new energy. ",
    "- Вот видишь, как я тебя вдохновляю.":"- You see how I inspire you!",
    "- Если бы!":"- I wish you did!"
    


}    