{
    "Посплетничаем!":"Let's Gossip!",
    "- Слушай, я вчера встретила Андрея.":"- Hey, yesterday I ran into Andrei.",
    "- Да ты что! Колосова? Из пятой группы?":"- You are kidding! Andrei Kolosov? From the 5th group?",
    "- Того самого.":"- The one and only.",
    "- С ума сойти! Кажется, 100 лет прошло.":"- No way! It seems like it's been a hundred years since I've seen him.",
    "- Вот именно так он и выглядит.":"- Well that's exactly how he looks.",
    "- Да ладно, брось ты. Это наш-то супермен?":"- Whatever, give it up. Our superman?",
    "- Представь себе. Он очень сдал. Ты ведь знаешь, что он теперь тележурналист?":"- You can't imagine how he has aged. you know that he's now a TV journalist?",
    "- Понятия не имею! Он что, переквалифицировался?":"- No, I had no idea! Is he qualified for journalism?",
    "- Ну, у гуманитариев сфера применения достаточно широкая.":"- Well, it seems that they take a wide-variety of people.",
    "- Это да. А я-то голову ломала, где я видела этого журналиста? А это Андрей. Никогда бы не догадалась. Действительно изменился: полысел, потолстел, круги под глазами. Да и одет как будто с чужого плеча. А что с ним случилось?":"- That's for sure. I was racking my brains trying to figure out where I'd seen that journalist before? And it's Andrei. I never would have guessed. He has really changed: he's gone bald, gained weight and has circles under his eyes. And he dresses terribly as well. What happened to him?",
    "- Да я с ним говорила всего ничего, но от девчонок слышала, что он развёлся с Ленкой, помнишь Лену?":"- I only talked to him for a second, but from the girls I heard that he and Lena got divorced. Do you remember Lena?",
    "- А как же, красивая была девица, но не очень умная.":"- Of course, she was a pretty girl but not that smart.",
    "- Ну так вот, потом он снова женился на женщине с двумя детьми, и, кажется, у них есть ещё общий ребёнок.":"- Yeah, well he then got remarried to a woman with two children and it seems that they also have a child together.",
    "- А от первого брака у него есть дети?":"- And from the first marriage does he have any children?",
    "- Вот этого я не знаю. Хотя, судя по его внешнему виду, у него не меньше 10 детей.":"-That I don't know. Although, judging by the way he looks I would say he has at least 10 kids.",
    "- Ну ты и язва, как говорят в народе!":"- Why you are such a gossip!",
    "- Я считаю, для женщины это комплимент. Так что спасибо.":"- I consider that to  be a complement for a woman. So thank you.",
    "- Не за что.":"Don't mention it."
}