{
    "-Алло, Егор?":"- Hello, Igor?",
    "Да-да, это я. Только говори громче - плохо слышно":"- Yeah, it's me/ But speak louder because it is really hard to hear.",
    "- Егор, я прилетаю завтра. не мог бы ты встретить меня в аэропорту?":"- Igor, I am coming tomorrow. Could you meet me at the airport?",
    "- Без проблем, только мне нужно знать время прилёта и номер рейса.":"- Yeah, no problem. I just need to know the time and your flight number.",
    "- Запиши: рейс 1262, прилетает в семь":"- Write this down. Flight number 1262, arriving at 7:00 o'clock.",
    "- Готово. Проверь: рейс 1262, прилетает в семь. Правильно?":"- Got it. Let's verify: flight 1262, arriving at 7:00 o' clock. Right?",
    "- Да. Только не опаздывай сильно, а то в девять меня ждут в офисе, опаздывать нельзя. Как ты думаешь, успеем?":"- Yes. Just don't be too late, because at 9:00 I have to be in my office. I can't be late. Do you think we will make it?",
    "- За два часа точно успеем, даже если тебе придётся подождать свой багаж.":"- In two hours we will definitely make it, even if we have to wait for your luggage.",
    "- Классно!":"- Great!",
    "- Слушай, а почему тебе так поздно назначили встречу? Чем встречаться на ночь глядя, было бы логичнее выспаться, а все деловые вопросы перенести на утро.":"- But why do you have an appointment that late? Wouldn't it make more sense to get a good night's sleep, and put off all the business issues until morning?",
    "- Как на утро? По-твоему, девять утра это не утро?":"- What do you mean until morning? Do you think that 9:00 am is not in the morning?",
    "- Так ты прилетаешь в семь утра? А я думал в семь вечера! Теперь все ясно!":"What? You mean you are flying in at 7:00 in the morning? I though at 7:00 at night! Okay, now everything's clear.",
    "- Да, придётся тебе встать пораньше. Только не забудь, завтра в семь.":"- Yeah, you have to wake up a little bit earlier. Just don't forget, tomorrow at 7:00",
    "- Всё понял, в семь. До встречи!":"- Got it. 7:00 o' clock. See you!",
    "- Пока!":"- See you.",
    "- Стой!... (гудки...) Чёрт побери, ведь я забыл спросить, в каком аэропорту его надо встречать!":"- Wait! (dial tone) Darn it, I forgot to ask at which airport I am supposed to meet him!"
}